List<String> weekDays = [
  'ראשון',
  ' ',
  'שלישי',
  'רביעי',
  'חמישי',
  'שישי',
  'שבת',
  'ראשון',
  ' ',
  'שלישי',
  'רביעי',
  'חמישי',
  'שישי',
  'שבת'
];

List<String> hours = [
  '13:00',
  '13:25',
  '13:50',
  '14:15',
  '14:40',
  '15:05',
  '15:30',
  '15:55',
  '16:20',
  '16:45',
  '17:10',
  '17:35',
  '18:00',
  '18:25',
  '18:50',
  '19:15',
  '19:40',
  '20:05',
  '20:30',
  '20:55',
  '21:20',
  '21:45'
];

String emergencyExitMessage = "קמיל בשארה - הודעה חשובה!" + "\n"
    + "الزبون الكريم, سيتم اغلاق الصالون حتى نهاية اليوم لاسباب ضرورية." +
    "\n"
    + "للاسف, تم الغاء دورك ويجب عليك حجز دور جديد." + "\n"
    + "اذا وصلك تذكير للدور الملغي الرجاء تجاهلا." + "\n"
    + "المعذرة." + "\n" + "   ----------    " + "\n"
    + "לקוח יקר, הסלון ייסגר לסיבות דחופות היום מהשעה הנוכחית עד סוף היום." +
    "\n"
    + "לצערנו, התור שלך מבוטל והינך דרוש לקבוע תור מחדש." + "\n"
    + "נא להתעלם מכל תזכורת ששייכת לתור שבוטל." + "\n"
    "עמכם הסליחה.";

String partialExit = "קמיל בשארה - הודעה חשובה!" + "\n"
    + "الزبون الكريم, سيتم اغلاق الصالون خلال ساعة حجزك لاسباب ضرورية." + "\n"
    + "للاسف, تم الغاء دورك ويجب عليك حجز دور جديد." + "\n"
    + "اذا وصلك تذكير للدور الملغي الرجاء تجاهله." + "\n"
    + "المعذرة." + "\n" + "   ----------    " + "\n"
    + "לקוח יקר, הסלון ייסגר לסיבות דחופות היום בשעה שקבעת לתורך." + "\n"
    + "לצערנו, התור שלך מבוטל והינך דרוש לקבוע תור מחדש." + "\n"
    + "נא להתעלם מכל תזכורת ששייכת לתור שבוטל." + "\n"
    "עמכם הסליחה.";

